Tekla.Structures.Internal.StructuresDataStorageBase.SetVariable(System.String,System.Object)
DO NOT USE! For internal usage only!
name:
val:

Tekla.Structures.Internal.StructuresDataStorageBase.SetVariables(System.Collections.IDictionary)
DO NOT USE! For internal usage only!
dict: